aaron-bond.better-comments
alefragnani.Bookmarks
anweber.vscode-httpyac
AykutSarac.jsoncrack-vscode
bierner.docs-view
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
bufbuild.vscode-buf
dbaeumer.vscode-eslint
denoland.vscode-deno
devonray.snippet
dnicolson.binary-plist
eamodio.gitlens
EditorConfig.EditorConfig
egomobile.vscode-powertools
eliostruyf.vscode-front-matter
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-rename-tag
foxundermoon.shell-format
GitHub.copilot
GitHub.copilot-labs
GitHub.github-vscode-theme
GitHub.remotehub
GitHub.vscode-pull-request-github
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
Gruntfuggly.todo-tree
hashicorp.terraform
hediet.debug-visualizer
hediet.vscode-drawio
Huuums.vscode-fast-folder-structure
jinliming2.vscode-go-template
joe-re.sql-language-server
kokakiwi.vscode-just
kosz78.nim
leodevbro.blockman
llvm-vs-code-extensions.vscode-clangd
mhutchie.git-graph
mikestead.dotenv
mindaro-dev.file-downloader
ms-azuretools.vscode-docker
MS-CST-E.vscode-devskim
ms-kubernetes-tools.vscode-kubernetes-tools
ms-playwright.playwright
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-powertoys
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.azure-repos
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.vscode-github-issue-notebooks
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-pack
naumovs.color-highlight
Prisma.prisma
qwtel.sqlite-viewer
redhat.vscode-commons
redhat.vscode-yaml
richie5um2.vscode-sort-json
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
tauri-apps.tauri-vscode
TheNuProjectContributors.vscode-nushell-lang
timonwong.shellcheck
unifiedjs.vscode-mdx
usernamehw.errorlens
vadimcn.vscode-lldb
yatki.vscode-surround
yo1dog.cursor-align
ZixuanChen.vitest-explorer
zxh404.vscode-proto3
