alefragnani.Bookmarks
astro-build.astro-vscode
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
bufbuild.vscode-buf
byi8220.indented-block-highlighting
dbaeumer.vscode-eslint
denoland.vscode-deno
dnicolson.binary-plist
donjayamanne.githistory
eamodio.gitlens
earthly.earthfile-syntax-highlighting
EditorConfig.EditorConfig
egomobile.vscode-powertools
eliostruyf.vscode-front-matter
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.code-runner
foxundermoon.shell-format
GitHub.codespaces
GitHub.copilot
GitHub.github-vscode-theme
GitHub.remotehub
GitHub.vscode-pull-request-github
golang.go
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
hashicorp.terraform
imagio.vscode-dimmer-block
jinliming2.vscode-go-template
JuanBlanco.solidity
kejun.devtoys
kokakiwi.vscode-just
kosz78.nim
laktak.hjson
leodevbro.blockman
llvm-vs-code-extensions.vscode-clangd
mhutchie.git-graph
mikestead.dotenv
mindaro-dev.file-downloader
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-playwright.playwright
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-powertoys
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.hexeditor
ms-vscode.live-server
ms-vscode.remote-repositories
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
Prisma.prisma
redhat.vscode-commons
redhat.vscode-yaml
richie5um2.vscode-sort-json
rust-lang.rust-analyzer
statelyai.stately-vscode
streetsidesoftware.code-spell-checker
stylelint.vscode-stylelint
tamasfe.even-better-toml
TheNuProjectContributors.vscode-nushell-lang
timonwong.shellcheck
unifiedjs.vscode-mdx
usernamehw.errorlens
vadimcn.vscode-lldb
xmonader.vscode-capnp
yatki.vscode-surround
yo1dog.cursor-align
yzhang.markdown-all-in-one
zxh404.vscode-proto3
