# cSpell:disable
aaron-bond.better-comments
alefragnani.Bookmarks
anweber.vscode-httpyac
bierner.docs-view
bierner.github-markdown-preview
bmalehorn.vscode-fish
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
denoland.vscode-deno
dnicolson.binary-plist
eamodio.gitlens
egomobile.vscode-powertools
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
firefox-devtools.vscode-firefox-debug
formulahendry.auto-rename-tag
foxundermoon.shell-format
GitHub.copilot
GitHub.github-vscode-theme
GitHub.remotehub
GitHub.vscode-pull-request-github
Huuums.vscode-fast-folder-structure
naumovs.color-highlight
redhat.vscode-yaml
rust-lang.rust-analyzer
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
unifiedjs.vscode-mdx
usernamehw.errorlens
yatki.vscode-surround
yo1dog.cursor-align
